[
    {
        "id": 0,
        "name": "Terminator T-800",
        "description": "Android programmed to kill"
    },
    {
        "id": 1,
        "name": "Cyberdyne Systems T-600",
        "description": "The Cyberdyne Systems T-600 is an android predecessor to the 800 series (cyborg) in the fictional universe of the Terminator films. Programmed to kill. Thanks to this android, a step was skipped in the development of intelligent robots for infiltration missions. This model is mentioned by Kyle Reese in the first installment of the saga but does not appear until 'Terminator Salvation', and makes a second appearance in the series 'The Sarah Connor Chronicles'."
    },
    {
        "id": 2,
        "name": "Blair Williams",
        "description": "Lieutenant Blair Williams is a Resistance pilot under the command of John Connor. She became friends with Marcus Wright."
    },
    {
        "id": 3,
        "name": "John Connor",
        "description": "John Connor is a fictional character in the Terminator saga universe. In a possible post-apocalyptic future where machines have taken over, John Connor is the leader of the rebel group known as 'The Resistance,' which opposes the machines. Skynet, the artificial intelligence system that controls the machines, identifies Connor as the central figure of the rebellion and believes that his death would mean the end of all opposition. After several failed attempts to kill him during the war, Skynet decides to send a series of machines into the past (T-800, T-1000, and T-X) to eliminate John Connor at various stages of his life, in an effort to stop him before the war begins."
    },
    {
        "id": 4,
        "name": "Marcus Wright",
        "description": "Marcus Wright (August 22, 1975 – October 28, 2018) is a fictional character in the Terminator saga universe, specifically from the 2009 film 'Terminator: Salvation'. He was portrayed by actor Sam Worthington."
    },
    {
        "id": 5,
        "name": "Kyle Reese",
        "description": "Kyle Reese is a fictional character from the Terminator franchise, the protagonist of the first film and a supporting character in other movies. Kyle Reese is portrayed by Michael Biehn in 'The Terminator' (1984) and 'Terminator 2: Judgment Day' (1991), Jonathan Jackson in 'Terminator: The Sarah Connor Chronicles' (2008–2009), Anton Yelchin in 'Terminator Salvation' (2009), and Jai Courtney in 'Terminator Genisys' (2015)."
    }
]